Repository: luizblank/Sleek
Catalog: Thrift/Localizable.xcstrings
Source language: en
Languages: es, pt_br

source: A cozy spot for everything you already own.
es: Un rincón acogedor para todo lo que ya tienes.
pt_br: Um cantinho aconchegante pra tudo que você já tem.

source: Add
es: Añadir
pt_br: Adicionar

source: Add a category...
es: Añade una categoría…
pt_br: Adicione uma categoria…

source: Add a link...
es: Añade un enlace…
pt_br: Adicione um link…

source: Add a new item using this option
es: Añade un nuevo artículo con esta opción
pt_br: Adicionar um novo item por esta opção

source: Add background image
es: Añade una imagen de fondo
pt_br: Adicione uma imagem de fundo

source: Add categories
es: Añadir categorías
pt_br: Adicionar categorias

source: Add category
es: Añadir categoría
pt_br: Adicionar categoria

source: Add item
es: Nuevo artículo
pt_br: Novo item

source: Add link
es: Añadir enlace
pt_br: Adicionar link

source: Add links
es: Añade enlaces
pt_br: Adicione links

source: Add new item
es: Añadir nuevo artículo
pt_br: Adicionar novo item

source: Add notes about this item
es: Añade notas sobre este artículo
pt_br: Adicione notas sobre este item

source: Add the typed category to this item
es: Añade la categoría escrita a este artículo
pt_br: Adicionar a categoria digitada a este item

source: Add the typed link to this item
es: Añade el enlace escrito a este artículo
pt_br: Adicionar o link digitado a este item

source: App logo
es: Logo de la app
pt_br: Logo do app

source: App options
es: Opciones de la app
pt_br: Opções do app

source: Background color
es: Color de fondo
pt_br: Cor de fundo

source: Bag
es: Bolso
pt_br: Bolsa

source: Ball of wool
es: Ovillo de lana
pt_br: Novelo de lã

source: Camera
es: Cámara
pt_br: Câmera

source: Cancel
es: Cancelar
pt_br: Cancelar

source: Categories
es: Categorías
pt_br: Categorias

source: Change item photo
es: Cambiar foto del artículo
pt_br: Trocar foto do item

source: Choose your favorite logo:
es: Elige tu logo favorito:
pt_br: Escolha sua logo favorita:

source: Click here to add a new item to your wishlist
es: Pulsa aquí para añadir un nuevo artículo a tu lista de deseos
pt_br: Clique aqui para adicionar um novo item para sua lista de desejos

source: Click here to close edit mode
es: Pulsa aquí para cerrar el modo de edición
pt_br: Clique aqui para fechar o modo de edição

source: Click here to delete every item in your wishlist and wardrobe
es: Pulsa aquí para eliminar todos los artículos de tu lista de deseos y armario
pt_br: Clique aqui para deletar todos os itens da sua lista de desejos e armário

source: Click here to go back
es: Pulsa aquí para volver
pt_br: Toque aqui para voltar

source: Click here to open this item
es: Pulsa aquí para abrir este artículo
pt_br: Clique aqui para abrir esse item

source: Click here to open your wardrobe and see all the items you already bought
es: Pulsa aquí para abrir tu armario y ver todos los artículos que ya compraste
pt_br: Clique aqui para abrir seu armário e visualizar todos os itens que você já comprou

source: Click here to open your wardrobe and see all the items you already bought.
es: Pulsa aquí para abrir tu armario y ver todos los artículos que ya compraste.
pt_br: Clique aqui para abrir seu armário e ver todos os itens que você já comprou

source: Click here to remove the current background image
es: Pulsa aquí para eliminar la imagen de fondo actual
pt_br: Clique aqui para remover a imagem de fundo atual

source: Click here to reset colors, font, and background to their default values
es: Pulsa aquí para restablecer los colores, la fuente y el fondo a sus valores originales
pt_br: Clique aqui para resetar cores, fonte e fundo para os valores originais

source: Click here to return to your wishlist
es: Pulsa aquí para volver a tu lista de deseos
pt_br: Clique aqui para voltar para sua lista de desejos

source: Click here to see the welcome tour again
es: Pulsa aquí para ver el tour de bienvenida de nuevo
pt_br: Clique aqui para ver o tour de boas-vindas novamente

source: Click here to select a %@
es: Pulsa aquí para seleccionar un %@
pt_br: Clique aqui para selecionar a %@

source: Click here to select an image to use as the background
es: Pulsa aquí para seleccionar una imagen para usar de fondo
pt_br: Clique aqui para selecionar uma imagem para usar de fundo

source: Close
es: Cerrar
pt_br: Fechar

source: Close edit mode
es: Cerrar modo de edición
pt_br: Fechar o modo edição

source: Color picker
es: Selector de color
pt_br: Picker de cor

source: Continue to the next onboarding screen
es: Continúa a la siguiente pantalla del onboarding
pt_br: Continue para a próxima tela do onboarding

source: Custom
es: Personalizado
pt_br: Customizado

source: Custom font
es: Fuente personalizada
pt_br: Fonte customizada

source: Customize colors:
es: Personalizar colores:
pt_br: Customizar cores:

source: Default item
es: Artículo por defecto
pt_br: Item padrão

source: Delete
es: Eliminar
pt_br: Deletar

source: Description missing here!
es: ¡Falta una descripción aquí!
pt_br: Tá faltando uma descrição aqui!

source: Drop an item here to add it to your wardrobe
es: Suelta un artículo aquí para añadirlo a tu armario
pt_br: Solte um item aqui para adicionar ele ao seu armário

source: Drop an item here to delete it from your wardrobe
es: Suelta un artículo aquí para eliminarlo de tu armario
pt_br: Solte um item aqui para deletar ele do seu armário

source: Drop an item here to delete it from your wishlist
es: Suelta un artículo aquí para eliminarlo de tu lista de deseos
pt_br: Solte um item aqui para deletar ele da sua lista de desejos

source: Drop an item here to move it back to your wishlist
es: Suelta un artículo aquí para devolverlo a tu lista de deseos
pt_br: Solte um item aqui para movê-lo de volta para a lista de desejos

source: Drop it like it's hot
es: Suéltalo como si quemara
pt_br: Solta na mão sem dó

source: Drop location for purchased items
es: Zona para soltar artículos comprados
pt_br: Local para soltar itens comprados

source: Drop location to delete items
es: Zona para soltar artículos a eliminar
pt_br: Local para soltar itens que você quer deletar

source: Drop location to move items back to wishlist
es: Zona para devolver artículos a la lista de deseos
pt_br: Local para mover itens de volta para a lista de desejos

source: Edit mode
es: Modo de edición
pt_br: Modo de edição

source: Favorite items appear first in your lists
es: Los favoritos aparecen primero en tus listas
pt_br: Os favoritos aparecem primeiro nas suas listas

source: Filter
es: Filtro
pt_br: Filtro

source: Filter your items
es: Filtra tus artículos
pt_br: Filtre seus itens

source: Finish the onboarding and start using Sleek
es: Finaliza el onboarding y empieza a usar Sleek
pt_br: Finalize o onboarding e comece a usar o Sleek

source: Font picker
es: Selector de fuente
pt_br: Picker de fonte

source: Found something you like? Share an image directly to Sleek from other apps.
es: ¿Encontraste algo que te gusta? Comparte una imagen directamente a Sleek desde otras apps.
pt_br: Encontrou algo que gostou? Compartilhe uma imagem de outros apps direto pro Sleek.

source: Gallery
es: Galería
pt_br: Galeria

source: Get started
es: Empezar
pt_br: Começar

source: Hat
es: Sombrero
pt_br: Chapéu

source: Hold any item to start rearranging your wishlist.
es: Mantén pulsado un artículo para empezar a reorganizar tu lista de deseos.
pt_br: Pressione um item para começar a reorganizar sua lista de desejos.

source: Horizontal logo
es: Logo horizontal
pt_br: Logo horizontal

source: I want to buy:
es: Quiero comprar:
pt_br: Quero comprar:

source: In edit mode, drag items to the basket to mark as bought, or to the trash to delete.
es: En modo de edición, arrastra artículos a la cesta para marcarlos como comprados, o a la papelera para eliminarlos.
pt_br: No modo de edição, arraste itens para a sacola para marcar como comprado, ou para a lixeira para deletar.

source: Item name goes here...
es: El nombre del artículo va aquí…
pt_br: Nome do item vai aqui…

source: Jacket
es: Chaqueta
pt_br: Jaqueta

source: Links
es: Enlaces

source: Logo picker
es: Selector de logo
pt_br: Picker de logo

source: My sleek items:
es: Mis artículos chulos:
pt_br: Meus itens maneiros:

source: Name
es: Nombre
pt_br: Nome

source: New category
es: Nueva categoría
pt_br: Nova categoria

source: New item
es: Nuevo artículo
pt_br: Novo item

source: New link
es: Nuevo enlace
pt_br: Novo link

source: Next
es: Siguiente
pt_br: Próximo

source: No images found
es: No se encontraron imágenes
pt_br: Nenhuma imagem encontrada

source: None
es: Ninguno
pt_br: Nenhuma

source: Notes
es: Notas
pt_br: Notas

source: Nothing to filter yet
es: Aún no hay nada que filtrar
pt_br: Sem filtros até agora

source: Open the filter to select the registered categories
es: Abre el filtro para seleccionar las categorías registradas
pt_br: Abra o filtro para selecionar categorias registradas

source: Open the form to add new categories
es: Abre el formulario para añadir nuevas categorías
pt_br: Abrir o formulário para adicionar novas categorias

source: Open the form to add new links
es: Abre el formulario para añadir nuevos enlaces
pt_br: Abrir o formulário para adicionar novos links

source: Open the settings to change the app appearance
es: Abre los ajustes para cambiar la apariencia de la app
pt_br: Abra as configurações para mudar a aparência do app

source: Open this link in your browser
es: Abre este enlace en tu navegador
pt_br: Abrir este link no navegador

source: Open your photo library to choose a new photo for this item
es: Abre tu biblioteca de fotos para elegir una nueva foto para este artículo
pt_br: Abra sua biblioteca de fotos para escolher uma nova foto para este item

source: Overlapped logo
es: Logo superpuesto
pt_br: Logo sobreposta

source: Price
es: Precio
pt_br: Preço

source: Processing image...
es: Procesando imagen…
pt_br: Processando imagem…

source: Purchased
es: Comprado
pt_br: Comprado

source: Remove background image
es: Eliminar la imagen de fondo
pt_br: Remover a imagem de fundo

source: Remove category
es: Eliminar categoría
pt_br: Remover categoria

source: Remove link
es: Eliminar enlace
pt_br: Remover link

source: Remove this category from the item
es: Quitar esta categoría del artículo
pt_br: Remover esta categoria do item

source: Remove this link from the item
es: Quitar este enlace del artículo
pt_br: Remover este link do item

source: Reset
es: Restablecer
pt_br: Resetar

source: Reset all items
es: Restablecer todos los artículos
pt_br: Resetar todos os itens

source: Reset all items button
es: Botón para restablecer todos los artículos
pt_br: Botão de resetar todos os itens

source: Reset all items?
es: ¿Restablecer todos los artículos?
pt_br: Resetar todos os itens?

source: Reset customizations
es: Restablecer personalizaciones
pt_br: Resetar customizações

source: Reset customizations button
es: Botón de restablecer personalizaciones
pt_br: Botão de resetar customizações

source: Reset onboarding
es: Restablecer onboarding
pt_br: Resetar onboarding

source: Reset onboarding button
es: Botón para restablecer onboarding
pt_br: Botão de resetar onboarding

source: Select a font you like for your app
es: Selecciona una fuente que te guste para tu app
pt_br: Selecione uma fonte que gostar para seu app

source: Select a logo you like
es: Selecciona un logo que te guste
pt_br: Selecione uma logo que você gostar

source: Selected image
es: Imagen seleccionada
pt_br: Imagem selecionada

source: Settings
es: Ajustes
pt_br: Configurações

source: Share to Sleek
es: Compartir con Sleek
pt_br: Compartilhar para o Sleek

source: Shoes
es: Zapatos
pt_br: Sapatos

source: Stroke color
es: Color del borde
pt_br: Cor das bordas

source: T-shirt
es: Camiseta
pt_br: Camiseta

source: Tap the X to remove this link
es: Pulsa la X para eliminar este enlace
pt_br: Toque no X para remover este link

source: Text color
es: Color del texto
pt_br: Cor dos textos

source: Text only
es: Solo texto
pt_br: Apenas texto

source: The stylish home for everything you want.
es: El hogar con estilo para todo lo que deseas.
pt_br: O lar maneiro pra tudo que você gostaria de ter.

source: This item costs a lot...
es: Este artículo cuesta un montón…
pt_br: Item caro hein…

source: This will permanently delete every item in your wishlist and wardrobe. This can't be undone.
es: Esto eliminará permanentemente todos los artículos de tu lista de deseos y armario. No se puede deshacer.
pt_br: Isso vai deletar permanentemente todos os itens da sua lista de desejos e armário. Não pode ser desfeito.

source: Tired of colors? Add an image:
es: ¿Cansado de colores? Añade una imagen:
pt_br: Cansado de cores? Adicione uma imagem:

source: Type a new category name and submit to add it
es: Escribe el nombre de una nueva categoría y confirma para añadirla
pt_br: Digite o nome de uma nova categoria e confirme para adicioná-la

source: Type a URL and submit to add it
es: Escribe una URL y confirma para añadirla
pt_br: Digite uma URL e confirme para adicioná-la

source: Type the price for this item
es: Escribe el precio de este artículo
pt_br: Digite o preço deste item

source: Wardrobe
es: Armario
pt_br: Armário

source: Welcome to Sleek!
es: ¡Bienvenido a Sleek!
pt_br: Bem-vindo ao Sleek!

source: What about a new font?
es: ¿Qué tal una fuente nueva?
pt_br: Que tal uma fonte nova?

source: What about organizing this?
es: ¿Qué tal organizar esto?
pt_br: Seria legal organizar isso aqui…

source: What is your item's name?
es: ¿Cuál es el nombre de tu artículo?
pt_br: Qual o nome do seu item?

source: What items do you want?
es: ¿Qué artículos quieres?
pt_br: Quais itens você procura?

source: What was that item's name?
es: ¿Cuál era el nombre de ese artículo?
pt_br: Qual era o nome daquele item?

source: Where can you find this item?
es: ¿Dónde puedes encontrar este artículo?
pt_br: Onde achar esse item?

source: Wishlist
es: Lista de deseos
pt_br: Lista de desejos

source: You can add a note here...
es: Puedes añadir una nota aquí…
pt_br: Você pode adicionar umas notas aqui…

source: You should buy some clothes...
es: Deberías comprar algo de ropa…
pt_br: Você deveria comprar algumas roupas…

source: Your wardrobe
es: Tu armario
pt_br: Seu armário
